;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Українська
;Language name in English e.g. German
LanguageEn=Ukrainian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(порожньо)
21027=ОК
21028=Скасувати
21029=Закрити

;Words - simple words can be reused
150=Жоден
151=Застосувати
152=Тека
153=Файл
154=Ім’я
155=Шлях
156=Ім'я:
157=Поєднання клавіш:
158=Шлях:
159=Скидання
160=Гаряча клавіша
161=Правка
162=Тема
163=Експорт
;164=Tip
165=Приклад:
166=Параметр
167=Custom

;Global
602=Налаштування Listary

;Balloon
801=Listary працює у фоновому режимі.
802=Знайти під час друку
803=Знайти, під час друку вимкнуто для цього списку тимчасово. Натисніть клавішу ESC, щоб відновити.

;Tray Menu
1001=Довідка онлайн
1002=Перевірити оновлення...
1003=Про програму
1004=Вихід

;Toolbar
1100=Пошук

;Favorite Menu
2000=Обране
2001=Цей застосунок
2002=Глобальні
2003=Додати сюди
2004=Додати поточну теку до Обраного
2050=Не вдалося додати до Обраного
2051=Listary не вдалося отримати шлях з цього застосунку.

;Recent Menu
2100=Недавні
2101=Очистити
2105=Стежити за цим застосунком
2106=Не стежити за цим застосунком

;Commands Menu
2201=Поточні відкриті теки
2202=Переключитися на останню відкриту папку у файловому менеджері
2203=Відкрити вибраний файл у файловому менеджері
2204=Переглянути поточну папку
2205=Командний рядок
2206=Перейти до теки поточного застосунку
2207=Переглянути теку поточного застосунку
2208=Показати розширення файлів
2209=Показати приховані файли та теки
2210=Копіювати до буфера шлях поточної теки
2211=Копіювати до буфера повні імена виділених елементів
2212=Скопіювати до буфера імена виділених елементів, що відображуються
2213=Налаштування
2214=Оновити до версії Pro
2215=Експорт вмісту списку в Excel
2216=Заборонити Listary для цього застосунку
2218=Роздільник
2219=На один рівень вгору
2220=Створити теку
2252=Ви дійсно хочете заборонити Listary для цього застосунку?
2253=Заборонити Listary
2254=Listary більше не буде відображатися при наступному запуску цього застосунку.\nВи завжди можете увімкнути його знову в діалозі налаштувань на сторінці «Застосунки».
2260=Командний рядок (адміністратор)
2261=Додати поточну теку як проект

; Export to Excel command
2270=Цей список не підтримується.
2271=Обробка...
2272=Зберегти не вдалося. Перевірте, чи не чи відкритий цей файл в іншій програмі.

;Search
2300=Список
2301=Перейти до
2302=Немає елементів, що задовільняють критеріям пошуку.
2303=(поточна тека)
2304=Проект
2305=Контекстне меню

;Options > General
3000=Загальні
3001=Запускати Listary при старті Windows
3002=Автоматично встановлювати фокус на список файлів у Провіднику Windows XP
3004=Швидкий перехід (при переключенні на діалог відкриття/збереження з файлового менеджера буде відкрито його поточну теку)
3005=Мова:
3006=Файловий менеджер за замовчуванням
3007=Заповніть ці поля, якщо замість Провідника Windows ви бажаєте використовувати інший файловий менеджер. В полі «Параметр» використовуйте %1 для вставки шляху. Не забувайте про лапки.
3008=Невизначена відповідність
3009=Автоматично перевіряти наявність оновлень
3010=Перевірити наявність нової beta версії
3011=Скидання підказок
3012=Please change "Path" to the real path of $1 on your system.
3020=Префікс для вимкнення пошуку під час друку тексту для поточного списку тимчасово (натисніть клавішу ESC для відновлення):

;Options > Favorites
3100=Обране
3106=Підменю

;Options > Keywords
3300=Ключові слова
3306=Додати свою команду
3309=Команда
3313=Відображати назву:
3314=Опис:
3315=Ключове слово:
3316=Безмовно
3317=Запуск від імені адміністратора
3318=Пакетне додавання
3319=Working directory:
3320=Only show in launcher
3330=Формат:

;Options > Applications
3402=Використовувати Listary в цьому застосунку
3403=Відстежувати недавні файли та папки

;Options > Display
3603=Відносно списку
3604=Відносно вікна
3605=Від верху
3606=Від низу
3607=Зліва
3608=Зправа
3618=Верхній частині вікна
3619=Нижній частині вікна
3620=Відносно дісплею
3621=Центр вікна
3624=Подвійно клацніть мишкой в порожній області, щоб активізувати Listary
3625=Клацніть середнью клавішою миші, щоб активуати Listary
3626=Enable Listary hotkeys
3628=Позиція панелі інструментів
3629=Пошук під час друку

;Options > Pro
3800=Оновити до Listary Pro
3802=Ім'я:
3803=E-пошта:
3804=Реєстраційний код:
3808=Вставити з буфера обміну
3809=Перевірити реєстраційний код
3810=Вітаємо, ви успішно оновилися до Listary Pro!
3811=На жаль, реєстраційний код недісний.
3812=Listary є безкоштовним для особистого, некомерційного використання.
3813=Якщо ви бажаєте використовувати Listary для комерційних цілей або в вашому бізнесі, або якщо ви хочете підтримати розвиток Listary, оновіть програму до Listary Pro.
3814=Отримати Listary Pro зараз!

;Options > About
3900=Про програму
3902=Веб-сторінка Listary
3903=Цю програму зареєстровано на

;Options > Integration
4000=Інтеграція
4002=Використовувати Total Commander замість файлових діалогів:

;Custom Command Dialog
4200=Команда користувача
4202=Параметр:
4210=Створіть Файл Txt (Приклад)
4211=Створіть "{query}.txt"
4212=Наприклад надрукуйте "txt abc", щоб редагувати "abc.txt" в Блокноті

;Add Favorite Dialog
4300=Додати до Обраного
4301=Використовувати шлях

;Menu List
4400=Меню
4401=Панель інструментів
4402=Спливаюче меню
4403=Обране
4404=Обрані застосунки
4405=Меню Тек Total Commander
4406=Недавні
4407=Команди
4408=Меню клацніть лівою кнопкою миші Лоток
4409=Меню клацніть правою кнопкою миші Лоток

;Menu List Item Type
4500=Тека обраного
4501=Обраний документ
4502=Запуск застосунку

;Options > Menus
5000=Меню
5001=Команди
5002=Відновлення меню
5003=Ви дійсно бажаєте відновити всі меню по замовчуванню? Ви не втратите ваші уподобання або команди.
5010=Змінити значок
5011=Відновити значок за замовчуванням

;Options > Hotkeys
5200=Поєднання клавіш
3503=Показати панель Listary:
3504=Показати контекстне меню:
5201=Двічі натисніть Ctrl, щоб показати/приховати Listary
5210=Наступний елемент:
5211=Попередній елемент:


;Options > By Application
5300=Параметри додатку
5301=Закріплені шляхи
5302=Тільки застосунки  з нестандартним налаштуванням показані.

;Options > Index
;Removed: 5402 5403
5404=Виключення диску з пошуку
5410=Виключення диска або теки
5411=Додати фільтр винятку
5412=Видалити вибраний елемент
5413=Пошук на диску
5416=Вимкнути дисковий пошук
5417=Змусити перебудувати індекс
5418=Завантаження...
5419=Індекс
5420=Томи NTFS
5421=Свої місця для індексу
5422=Невірні виключення папок
5423=Фільтри виключення
5430=Додати місце для індексу
5440=Оновлювати індекс через $1 хв. (0 - відключити)
5441=Оновити індекс


;Options > History
5500=Журнал
5501=Відстеження файлів і папок, відкритих в журналі
5502=Очищення журналу
5503=Ви дійсно бажаєте видалити всі записи журналу?
3208=Автоматично виділяти останній відкритий файл в діалозі відкриття
3215=Шукати недавні файли та теки
5510=Виключення із журналу

;Options > Projects
5600=Проекти
5601=Ключове слово
5602=Що це?
5603=Наприклад, якщо додати "D:\Websites\My блог" як проект з ключовим словом "блог", можна ввести "блог file_to_find.html" для пошуку файлів і тек з будь-якого місця в будь-який час.
5605=Оновтесь до Listary Pro тепер, щоб використовувати проекти!

;Options > Appearance
5700=Вигляд
5701=Розмір
5702=Звичайний
5703=Малий
5710=(У пікселях. 0, щоб використовувати за умовчанням)
5711=Ширина:
5712=Максимальна висота:

;Options > Launch Apps
5800=Запуск застосунків
5801=Пошук папок
5802=Пошук додатків в Windows Store

;Options > Search
5901=Фільтри
5902=Введіть "ключове слово:пошуковий запит" або "пошуковий запит ключове слово", щоб застосувати фільтр пошуку
5910=Де шукати:
5911=Що шукати:
5912=Розширення:

;Options > Actions
6000=Дії
6001=Додати свою дію
6010=Відкрити в блокноті (приклад)

;Dialog > Add Exclude Filter
6100=Додати фільтр винятків
6101=* Відповідає нуль або більше символів
6102=? Відповідає точно одному символу
6103=Фільтр:

;Dialog > Register Hotkey
6200=Поєднання клавіш Listary
6201=Поєднання клавіш $1 захоплено іншим застосунком.
6202=Вкажіть нове:

;Dialog > Upgrade to Pro
6301=This is a PRO feature, offered here for free evaluation.
6302=Продовжити

;Updates
6400=Оновлення Listary
6402=Listary не може перевірити наявність оновлень, будь ласка, повторіть спробу пізніше.
6403=Ви вже використовуєте останню версію Listary, будь ласка, перевірте ще раз у майбутньому.
6404=Доступна нова версія $1.
6405=Встановлена ​​версія:
6406=Остання ​​версія:
6407=Відкрити сторінку завантаження
6408=Пропустити цю версію
6409=Нагадати пізніше

; Parameter tips
6500=You can use the following variables in parameter:
6510=Search query
6511=Search result path
6512=Parent folder of search result
6513=Current folder path in Explorer

;UI
8000=Клацніть, щоб вказати поєднання клавіш
8001=Натисність поєднання клавіш

;Tips
8500=Натисніть $1, щоб перейти в режим запуску
8501=Натисніть $1, щоб увійти в меню дій
8502=Натисніть $1 для пошуку тільки файлів

;Actions
9000=Дія
9001=Відкрити теку
9002=Копіювати шлях до буфера обміну
9003=Відкрити
9004=Копіювати до буфера шлях поточної теки
9005=Копіювати до поточної теки
9006=Перехід до поточної теки
9007=Копіювати
9008=Вирізати
9009=Відправити
9010=Задати ключове слово
9011=Відкрити за допомогою
9020=Ви дійсно бажаєте перемістити "$ 1" до "$ 2"?
9021=Вибрати інший додаток

;Tutorial
7000=Консультація
7001=Спробуйте!
7002=Наступний >
7003=Ні, дякую
7004=Зроблено
7005=Клацніть * наступне > * коли ви закінчите

7010=This seems to be the first time you are running Listary. Would you like to take a quick tour?

7020=Для початку, буде відкрито вікно провідника.

7030=У провіднику Ви можете надрукувати безпосередньо те, що вам потрібно.
7031=Надрукуйте * текст 2 *

7040=* Таб / вгору / вниз: * виберіть файл або теку
7041=* Enter: * Відкрийте вибраний файл або теку
7042=* ESC: * Приховати панелі інструментів Listary

7090=Якщо ви віддаєте перевагу мишці, то викликати Listary можна подвійним клацанням лівою кнопкою або клацанням середньою кнопкою миші.
7091=Двічі клацніть на порожній області в правій панелі Провідника.

7100=To search all your apps and files anytime, press Ctrl twice.
7101=Press *Ctrl twice*
7102=Type *Notepad*
7103=Натисніть Enter, щоб відкрити його

7110=Зараз має бути відкритим вікно Блокнота.
7111=In Notepad, click File menu > Open…
7112=Натисніть *Ctrl + G*

7120=Listary has just let this Open dialog navigate to the current folder in Explorer!

7130=There are many other features of Listary like favorites, history and commands. For more details, check Listary Options via the tray icon.

7141=Спасибі, що витратили час на ознайомлення! Натисніть це посилання, щоб дізнатися подробиці про функції Listary:
7142=Подробиці про Listary

